{
    "titulo_clase": "Clase 1: El ABC del japonés, parte 1",
    "tema":{
        "titulo_tema":"Sistemas de escritura",
        "subtemas":[
            {
                "titulo":"",
                "contenido":[
                    ["p",{"class":"sangria", "titulo":"", "stilo":{}},
                        {"contenido":"En japonés existen 3 sistemas de escritura:"}
                    ],
                    ["p", {"class":"sangria", "titulo":"", "stilo":{}},
                        {"contenido":"los kanas(que pueden ver con el botón de arriba a la izquierda) y conformados por hiragana(ひらがな) y katakana(カタカナ). El tercero son los Kanjis(漢字)."}
                    ]
                ]
            },
            {
                "titulo":"Hiragana",
                "contenido":[
                    ["p",{"class":"", "titulo":"", "stilo":{}},
                        {"contenido":"El primero método del que hablaré se llama “Hiragana”."}
                    ],
                    ["p",{"class":"", "titulo":"", "stilo":{}},
                        {"contenido":"El Hiragana es el primer sistema de escritura(o también se le puede conocer como “Silabario”) que se le enseña a los niños en Japón y el que considero el más importante ya que, salvo contadas excepciones, siempre está presente."}
                    ],
                    ["p",{"class":"", "titulo":"", "stilo":{}},
                        {"contenido":"Para identificar los hiraganas(ひらがな) y diferenciarlos del katakana(カタカナ) veremos que ambos son caracteres simples de no más de 3 o 5 trazos, pero el ひらがな es más curvo que el カタカナ."}
                    ],
                    ["p",{"class":"", "titulo":"", "stilo":{}},
                        {"contenido":"Hay algs kanas que coinciden entre sí en la tabla del ひらがな y la tabla del カタカナ. へ(he) y りリ(ri) son fáciles de confundir. El primero porque en abmos silabarios son el mismo caracter y el segundo porque según la tipografía puede confundirse un poco."}
                    ],
                    ["p",{"class":"", "titulo":"", "stilo":{}},
                        {"contenido":"Pero hablando especificamente del ひらがな."}
                    ]
                ]  
            },
            {
                "titulo":"Pimero: sus usos.",
                "contenido":[
                    ["p",{"class":"", "titulo":"", "stilo":{}},
                        {"contenido":"Como dije antes, el ひらがな es el primer sistema de escritura que aprenden en 日本(にほん), y por ende, empezaremos por ahí."}
                    ],
                    ["table", {"class":"", "titulo":"Los usos del ひらがな", "stilo":{"bg":"rosa"}},
                        {"tr":
                        [
                            [{"td":"➢ El hiragana es la representación fonética de las silabas."}],
                            [{"td":"➢ El hiragana sirve para escribir onomatopeya. Como en Jojo's. Muchas veces las veras en gritos como el famoso “Kyaaa”. Primero aparecerá la sílaba combinada(mira la tabla de la derecha en la imagen anterior) y luego una sucesión de sílabas “A”."}],
                            [{"td":"➢ El hiragana puede sustituir todo: kanji, katakana y romanji(luego hablaré del romanji)."}],
                            [{"td":"➢ El hiragana es usado en palabras de origen japones."}],
                            [{"td":"➢ El hiragana es usado en las tan famosas, y odiadas, “Partículas”. Algo de gramática."}],
                            [{"td":"➢ El hiragana es usado en las conjugaciones, como “食べる”siendo “TA” el kanji y “beru”(べる) la terminación en hiragana que te dice que está en su forma diccionario (ver clase 3)."}],
                            [{"td":"➢ El hiragana se usa para el Furigana, que son pequeños hiraganas al lado de un kanji para enseñar su lectura. Ejemplo: 食「た」べる。El furigana se encuentra en cosas infantiles como One Piece, Detective Conan, Komi san, etc. Cosas para todo el publico. "}]
                        ]}
                    ]
                ]
            },
            {
                "titulo":"Segundo: usar la tabla de 'kana'",
                "contenido":[
                    ["table", {"class":"", "titulo":"Los usos del ひらがな", "stilo":{"bg":"blanco"}},
                        {"tr":
                        [
                            [{"td":"La tabla de la que hablo puedes verla arriba a la izquierda en un botón azul llamado 'kanas'."}],
                            [{"td":"La tabla mezcla la tambla del カタカナ y ひらがな, dos silabarios con las mismas pronunciaciones y usos distintos. También muestra su lectura 'Romanji' abajo de cada silaba. Romanji en la representación con nuestras letras."}],
                            [{"td":"Para aprender una nueva silaba, buscas la más parecida en la tabla y lees debajo su pronunciación. Por ejemplo: ま es 'Ma'."}],
                            [{"td":"Pero hay una forma de intuir la lectura de cualquier silaba."}],
                            [{"td":"Las primeras 5 silabas son vocales y representa las 5 columnas base. Luego hay 14 filas que representan consonantes. "}],
                            [{"td":"Pongamos un ejemplo: fila de la K: se lee 'ka','ki','ku','ke','ko'; por lo tanto, si te doy los ひらがな en el mismo orden, y te digo que son de la fila de la K, tendremos かきくけこ."}],
                            [{"td":"Si eres capaz de pensar un poco por tu cuenta, entenderás que dije か(ka)き(ki)く(ku)け(ke)こ(ko)."}],
                            [{"td":"Un último ejemplo: まみむめも, fila de la M y en el orden de las vocales, que, por cierto, en japonés se dice 'A,I,U,E,O'."}]
                        ]}
                    ]
                ]
            },
            {
                "titulo":"",
                "contenido":[
                    ["table",{"class":"", "titulo":"", "stilo":{"bg":"blanco"}},
                    {"tr":
                    [
                        [{"td":""}],
                        [{"td":""}]
                    ]}
                    ]
                ]
            }
        ]
    }
}