{
    "titulo":"Clase 4, lo importante del sistema",
    "subtemas":
    {
        "MARIE":
        [
            {
                "titulo":"Introducción al sistema",
                "filas":
                [
                    [
                        "Yo, intenté aprender japonés a los 14, pero a los 18 sólo sabía leer hiragana y katana. No sabía nada porque la forma en la que enseñan aplicaciones como duolingo y el resto de cursos que habían, eran simples 'repite la oración' y 'memoriza'",
                        "A los 18, aburrido y arto de no haber aprendido, se me ocurrió retomar los estudios bajo mi propias normas. Comencé a estudiar de mi manera y me metí a grupos de japonés. En uno de ellos me preguntarón mi nivel de japonés. El noken(el nombre del sistema japonés para medir el nivel de los extrajeros) que yo me estimaba un noken por debajo del 5(el noken más bajo es el 5). Mi sorpresa vino cuando ellos, gente con niveles ya avanzados, me decían de que hiciera la prueba porque yo era mínimo, un noken 4(el segundo más bajo, pero para mí representaba un gran logro tomando en cuenta que llevaba sólo 2 semanas estudiando con mi sistema)."
                    ],
                    [
                        "Gracias a esa revelación, empecé a escribir 'Japonés experimental' un PDF donde explicaba como identificar los verbos y adjetivos en japonés. Abandoné el proyecto por peresa y tiempo, pero a mis 21 años, retomé la idea; re estructuré y consolidé MARIE, mi Marco de Aprendizaje Racional de Idiomas Estructurado. Esta página es el fruto de MARIE"
                    ],
                    [
                        "Pero ya hablé suficiente de mí, yo prometí introducir el sistema.",
                        "MARIE se basa en un principio muy simple: mientras menos tengas que memorizar, mejor",
                        "Los idiomas tienen reglas, reglas que los nativos conocen hasta por intuición. Mira el español, que se considera difícil por nuestras conjugaciones. Graso error, nuestras conjugaciones son 'Regulares', por lo que si entiendes y aprendes como se usan las conjugaciones, puedes saber como conjugar 'peritonear', una palabra que me inventé para ocación, en 'pasado', 'presente' y 'futuro'. En inglés tienes que memorizar cada conjugación y en chino no hay conjugación, por lo que es cuestión de usar otros recursos."
                    ],
                    [
                        "MARIE, el sistema, dice que primero debes aprender a leer: por eso primero aprendimos el sistema de escritura y sus reglas de lectura."
                    ],
                    [
                        "Mari, como a mí me gusta decirle, dice que después de aprender a leer, debes aprender a entender. Y no puedes entender lo que no conoces, por eso debemos conocer las palabras y qué son; por eso aprendimos sus tipos y, en las siguietnes clases 4.x vamos a aprender como reconocer cada tipo de palabra, como usarlas y sus particularidades especiales en el idioma a estudiar."
                    ],
                    [
                        "Marie comprende que no de sólo palabras se compone un idioma, así que luego de aprender y comprender las palabras, aprenderemos a usarlas como se debe, formando oraciones. Después de leer el capitulo 5 y sus 5.x, aprenderás a hablar de forma tan elemental que tu potencial de crecimiento será infinito. Podrás incluso traducir todo lo que aquí se escribe con buscar la traducción suelta de palabras que desconozcas. Aprenderás a crear tus propias oraciones, muy importante para aprender a entender oraciones hechas por nativos y, por ejemplo, ver anime sin subtitulo. El motivo original de mí travecía."
                    ],
                    [
                        "Marie piensa que sólo te interesa consumir, así que no piensa en cómo hablar el idioma, pero sí se preocupa por que aprendas a oír las palabras, así que con en la clases 6 y 7 se aprende vocabulario y se practica el oido. Respectivamente."
                    ],
                    [
                        "Puede que haya hecho mucho ruido y hablado de más, pero quería aprovechar esta clase para dar contexto y mentalizarte para lo que vas a estudiar de ahora en adelante y para que comprendas porque mi sistema MARIE, es el mejor para ti y porque vas a aprender el idioma que quieras en aproximadamente un mes si lees todo y usas la página con regularidad.",
                        "Pero descuida, no tienes que memorizar todo lo que aquí vas a leer, sólo debes comprender lo que se dice y recordar que si no recuerdas algo, la estructura de la página es tan simple que puedes acudir desde donde quieras con tu móvil. Incluso hay herramientas que convierten páginas en PDF, y puedes usar eso para guardar cualquier tabla que consideres útil o olvidar cualquier conocimiento inútil."
                    ],
                    ["DEBES COMPRENDER, NO MEMORIZAR"]
                ]
            }
        ]
    }
}