{
    "titulo":"Clase 1: ¿Cómo escribir en japonés?",
    "subtemas":
    {
        "Los sistemas de escritura":
        [
            {
                "titulo":"Introducción",
                "filas":
                [
                    [
                        "En japón hay 3 sistemas de escritura: kanji, hiragana, katakana. Aunque te podría considerar que el Romanji también es un sistema de escritura, porque se usa y se sabe usar, pero generalmente contamos que tiene 3 sistemas de escrituras.",
                        "Los kanjis son los ideogramas(simbolos que representan ideas), originales que importaron de china. En china se conocen como 'Hanzi'"
                    ],
                    [
                        "Los hiraganas, katakana y el romanji son sistemas silabaicos. Es decir: una letra, una silaba. Aunque en el romanji pueden ser más de una.",
                        "Los 3 sistemas representan exactamente los mismos sonidos, pero siempre se empieza a aprender hiragana porque es el que se usa para representar sonidos o palabras japonesas. Japón en japonés es Nihon(にほん)「日本」",
                        "El katakana se suele usar para representar sonidos como 'Nya', o un grito. También para sonidos y palabras extranjeras. Brasil en japonés se dice 'ブラジル'(Burajiru)",
                        "Siempre que he representado una palabra o sonido japonés con nuestras letras, he escrito en 'Romanji', Al igual que en 'Hiragana, katakana y kanji', la palabra 'Romanji' está escrita en romanji, porque el romanji es para que a los extranjeros le resulte más fácil aprender japonés"
                    ]
                ]
            }
        ],
        "Hiragana":
        [
            {
                "titulo":"¿Qué es?", 
                "filas":
                [
                    [
                        "El Hiragana es un silabario(sistema que representa silabas en vez de consonantes). Es el primer sistema que aprenden los niños japoneses, y es el primero que aprenderemos"
                    ]
                ]
            },
            {
                "titulo":"¿Cómo le aprendo?",
                "filas":
                [
                    [
                        "El botón flotante que dice 'KANAS' contiene una imagen con los hiraganas y katanas.",
                        "Los HIRGANA son los caracteres curvos. Los rectos se llaman 'KATAKANA'.",
                        "Ejemplo: かカ. El curvo 'か' es HIRAGANA y 'カ' es KATAKANA."
                    ],
                    [
                        "En Hiragana, las vocales son como en español: あいうえお|AIUEO",
                        "En el botón de KANAS puse dos imagenes: una que enseña las silabas en vertical y otra en horizontal.",
                        "Para recorrer la tabla, tienen que leer la consonante: K, G, S, Z, T, D, N, H, B, P, M, Y, R, W.",
                        "Según si está en la columna de la A, I, U, E, O, leer: ka, shi, tsu, ne, ho. Pero eso es algo que se agarra con practica."
                    ],
                    [
                        "Sugiero que veas vídeos o que instales aplicaciones como Duolingo para aprender el hiragana y katakana, porque sólo se aprenden con practica"
                    ],
                    [
                        "En japonés hay muchas caligrafias y hay varias letras que cambian de apariencia según si están escritas a mano o en computadora. Ejemplo さ. Cuando escribes 'Sa' a mano, no sueles unir la parte de arriba y el tracero de abajo. En la computadora sí.",
                        "Descuida, te acostumbrarás con fácilidad. La forma no cambia, sólo se unen algunos trazos del dibujo o se cortan otros."
                    ]
                ]
            },
            {
                "titulo":"¿Utilidades?",
                "filas":
                [
                    [
                        "Al ser el sistema de escritura más básico, será necesario para leer la mayoría de palabras de origen japones",
                        "Algunas palabras contarán con KANJI, pero en mangas como One Piece, que está medio dirigido para niños; o detective Conan, tienen pequeños hiraganas al lado de los kanjis para que los niños aprendan a leer esa palabra"
                    ],
                    [
                        "EN RESUMEN",
                        "➢ El hiragana es la representación fonética de las silabas.",
                        "➢ El hiragana sirve para escribir onomatopeya. Como en Jojo's. Muchas veces las veras en gritos como el famoso “Kyaaa”. Primero aparecerá la sílaba combinada(mira la tabla de la derecha en la imagen anterior) y luego una sucesión de sílabas “A” ",
                        "➢ El hiragana puede sustituir todo: kanji, katakana y romanji(luego hablaré del romanji).",
                        "➢ El hiragana es usado en palabras de origen japones.",
                        "➢ El hiragana es usado en las tan famosas, y odiadas, “Partículas”. Algo de gramática.",
                        "➢ El hiragana es usado en las conjugaciones, como “食べる”siendo “TA” el kanji y “beru”(べる) la terminación en hiragana que te dice que está en su forma diccionario(ver clase de VERBOS)",
                        "➢ El hiragana se usa para el Furigana, que son pequeños hiraganas al lado de un kanji para enseñar su lectura. Ejemplo: 食「た」べる。El furigana se encuentra en cosas infantiles como One Piece, Detective Conan, Komi san, etc. Cosas para todo el público."
                    ]
                ]
            }
        ],
        "Katakana":
        [
            {
                "titulo":"¿Qué es?", 
                "filas":
                [
                    [
                        "El katakana es el silabario que se usa para representar palabras extranjeras"
                    ]
                ]
            },
            {
                "titulo":"¿Cómo le aprendo?",
                "filas":
                [
                    [
                        "Sugiero que veas vídeos o que instales aplicaciones como Duolingo para aprender el hiragana y katakana, porque sólo se aprenden con practica"
                    ]
                ]
            },
            {
                "titulo":"¿Utilidades?",
                "filas":
                [
                    [
                        "Algunos kanjis tienen una lectura originada en Japón, otras tienen origen en china, así que el katakana diferencia esos 2 tipos de lectura",
                        "Saber diferenciar éste tipo de lectura sirve por motivos que veremos más tarde."
                    ],
                    [
                        "➢ Nombres extranjeros como “María”.",
                        "➢ Palabras en otros idiomas, como Okey, Love, Hug, Kiss, etc",
                        "➢ Nombres de países(aunque algunos están con kanji, como china)",
                        "➢ Algunos nombres técnicos y de animales, como panda.",
                        "➢ Onomatopeyas de sonido. Principalmente, todas las onomatopeyas se escriben con katakana. Escuché que le da como un poco más de impacto y las hace como resaltar más. No lo pude comprobar"
                    ]
                ]
            }
        ],
        "Kanji":
        [
            {
                "titulo":"¿Qué es?", 
                "filas":
                [
                    [
                        "Es el primer sistema de escritura que existió en Japón y de donde se originarón el hiragana y katakana",
                        "Dato curioso, el hiragana y katakana eran kanjis que se fueron simplificando y que se ponían al lado del kanji nuevo para enseñar su lectura",
                        "Se dice que las mujeres inventaron el hiragana, porque es más curvo y los hombres inventaron el katakana porque es más recto. Pero no sé si es verdad, sólo es una historia que me gusta contar."
                    ]
                ]
            },
            {
                "titulo":"¿Cómo le aprendo?",
                "filas":
                [
                    [
                        "No, no te mintieron, el Kanji necesita memorizar MUUUUCHO, pero yo te ayudaré a aprender kanjis de una forma comoda",
                        "Primer consejo: NO APRENDAS KANJIS. Me explico: Un kanji es una letra que tiene un significado propio, pero en japonés, tienen muchos significados, según el contexto y muchas lecturas.",
                        "Ejemplo: 元気「げんき」",
                        "Significa 'Bien estar' y se usa para preguntar si estás bien o para decir 'Estoy bien'. A ti no te debe importar que significan los kanjis 元 y 気, o cómo se leen, a ti te importa qué significan y cómo se leen al estar juntos y formar la palabra. Esa es la mejor forma de aprender los kanjis, con palabras varias. Ya te harás una idea de qué significan individualmente con el tiempo."
                    ],
                    [
                        "También, considero apropiado recordar, que como los kanjis son letras con significado, muchos kanjis los podrás usar como sustantivos",
                        "El primer ejemplo que se me ocurre es: おれはみずをのむ「俺は水を飲む」'Ore wa Mizu wo Nomu', que en español significa 'Yo bebo agua'.",
                        "Como pudieron ver si se fijaron en la tabla de kanas o si prestaron atención a lo que leyeron, hay 3 kanjis. ORE, MIZU, NOmu. Esos kanjis signfician: yo(es viril y no muy educado), agua, beber y siempre vean esos 3 kanjis podrán intuir que hay algo que es bebido o bebible, que hay agua y que el que habla es un chabal de no más de 18 años."
                    ]
                ]
            },
            {
                "titulo":"¿Utilidades?",
                "filas":
                [
                    [
                        "Es útil en lo academico y para leer más rápido. Al ser caracteres con significado propio, si lees 火「ひ」'Fuego', sabes de un vistazo rápido que tiene qué ver con el fuego o con un sentimiento relacionado al fuego.",
                        "Ejemplos:火付け役「ひつけやく」'Agitador', donde 付「つ」'Atar/aderir', 役「やく」'oficio/papel', dan la idea de que es 'Alguien con el oficio de agregar fuego'. Como la expresión 'Echar más leña al fuego'",
                        "Ejemplo:火災「かさい」'Incendio'. Acá tenemos un uso más literal de la palabra 「火」"
                    ],
                    [
                        "USOS:",
                        "➢ En textos muy formales puede que sólo leas kanji.",
                        "➢ Nombres de personas, ciudades o cosas técnicas. Tokyo se escribe en Kanji 東京.",
                        "➢ Para diferenciar palabras. Muchas veces hay 2 palabras iguales que se entienden por contexto, como “Hola” y “Ola”. Dependiendo de como esté escrita la palabra, el significado varía. En inglés tienen “see” y “watch”, nosotros “ver”, Japón tiene dos palabras que se leen “Miru” pero se escriben distinto y se usan como “see” y “watch”. En español es complicada la traducción porque usamos ambas palabras significan 'ver'",
                        "➢ El kanji se usa en sustantivos, adjetivos, verbos y adverbios como la raíz. La parte que no cambia al conjugarse. El kanji, siempre es la raíz de la palabra o parte de la raíz. Si es que la palabra tiene kanji."
                    ],
                    [
                        "Particularidades:",
                        "➢ El kanji, generalmente aunque existe excepciones, tiene más de una lectura. Si quieres entender mejor éste fenomeno, el resumen es que los chinos tenían un nombre para montaña, y los japoneses tenían otro nombre para la misma cosa. El siguiente vídeo lo explica mejor https://www.youtube.com/watch?v=AkyafbG5ln4",
                        "➢ Las lecturas del Kanji se separa en “Kun'yomi”, lectura japonesa. Regularmente cuando el kanji está solo o sólo con hiragana.'On'yomi' es la lectura extranjera(es decir, la china).",
                        "➢ ¿Cómo saber si la lectura es kun o on(abreviatura referida kun'yomi y a on'yomi)?: Cuando, en tu aplicación o diccionario de confianza, veas que la lectura está escrita con “katakana” es On, de lo contrario, es kun. No importa tanto el tipo de lectura, pero sirve para crear intuición.",
                        "➢ ¿Y cómo sé cuál de las dos debo usar en cada momento? En verdad no es importante, sólo memoriza las palabras como お元気, que siempre es “Ogenki” y sus 2 kanjis nunca se van leer distintos en esa palabra. Aunque hay reglas que no me interesa enseñar al respecto. Puedes buscarlas fácil en youtube, pero no es normal estar pensando todo el tiempo en eso.",
                        "➢ El kanji se ve muy complicado. parece IMPOSIBLE MEMORIZAR TODO ESO. Bueno, no es imposible, al igual que todo en esta vida, tiene un truco. Los Kanjis se componen de “Radicales”: pequeñas dibujos que implican un significado. A diferencia de los kanjis, son dibujos muy simples(aunque algunos son kanjis que fungen de radical; como “fuego”, que te lo puedes encontrar en otros kanjis como radical) y hay pocos en comparación. Casi todas las aplicaciones de kanji te enseñan los radicales de los que están compuestos los kanjis, pero lo importante es aprender o asociarle un significado, para eso recomiendo “Asashi kanji”, o en su defecto, “Color Kanji”; ambas están en inglés pero es que casi todo está en inglés en cuanto al estudio. Una alternativa web es https://japonesbasico.com/kanji/ ",
                        "➢ El siguiente paso para aprender a escribir kanji, es aprender como hacer los trazos. Pero como asumo que no vas a trabajar en japón, yo no voy a gastar tiempo en eso. Como de costumbre, en estas cosas que llevan practicar mucho, os dejo un vídeo y cae en vuestras manos aprender esas cosas. Aunque si no vas a trabajar o estudiar en japón, no te recomiendo gastar tiempo en eso si no lo haces por diversión.",
                        "https://www.youtube.com/watch?v=S7J2Drwds_c",
                        "El vídeo explica las reglas de los trazos en chino, pero se pueden aplicar para el japones. Hay algunas cosas que cambian, pero encontraras la diferencia usando ejercicios de trazo. Busca en internet.",
                        "➢ Ya sabes como memorizar los kanjis, leerlos y escribirlos, pero no sabés qué significan. Toca memorizar. La forma que yo uso para memorizar los kanjis, es usar el significado de los radicales que conozco del kanji. Eso se debe aprender con estudio y tiempo. No es tan importante porque para memorizar palabras, lo mejor es aprender oraciones dentro de un contexto. Mi técnica favorita para esto es usar la música y es el método que usaremos al final del curso.",
                        "➢ Existen los conocidos como “Jōyō kanji”, o “Kanjis cotidiaos”, y son una lista de más de 2000 kanjis que tienes que saber para cuando llegues a la universidad. Si sabes leerlos y escribirlos, estás salvado. Es como un vocabulario básico(porque literalmente son los kanjis que forman el vocabulario básico de un japonés). Pero tampoco te acomplejes, siempre se te puede olvidar como escribir algunos, pero procura no olvidar como se leen y su significado.",
                        "También, intentaré usar esa lista para crear frases que vayan aumentando la complegidad para que puedas ver todos los kanjis en un uso practico. Esto lo haré antes de usar las caciones y será una clase opcional.",
                        "➢ A veces, algunos kanjis tienes sus lecturas salidas del radical. 語(go) tiene la lectura de 五(5). Pero es medio arbitrario, generalmente, los radicales dan un significado. Aprende con la lectura."
                    ]
                ]
            }
        ],
        "Romanji":
        [
            {
                "titulo":"¿Qué es?",
                "filas":
                [
                    [
                        "Es la presentación del hiragana y katana con nuestro sistema alfabetico"
                    ]
                ]
            },
            {
                "titulo":"¿Utilidad?",
                "filas":
                [
                    [
                        "Enseñar a los extranjeros como leer japonés, escribir en teclados japoneses y escribir sin más"
                    ]
                ]
            },
            {
                "titulo":"Acotaciones",
                "filas":
                [
                    [
                        "En verdad no hay un sistema de escritura 100% estricto, el romanji es una serie de pautas medio flexible.",
                    "Las vocales se escriben tal cual, las consonantes se escriben también, tal cual, pero algunas silabas se pueden escribir distitnas",
                    "Lo común es escribir: shi, chi, tsu, ji, zu. Pero se pueden escribir si, ti, tu. Pero Ji representa a じぢ, y Zu representa a ずづ, por lo que la al escribir en teclado se tiene que escribir 'di' y 'du' para ぢづ",
                    "Aprenderás con la exposición a material de aprendizaje."
                    ]
                ]
            }
        ]
    } 
}