{
    "titulo":"Los verbos",
    "subtemas":
    {
        "Conceptos básicos":
        [
            {
                "titulo":"¿Cómo Funciona en español?",
                "filas":
                [
                    [
                        "En español, un verbo puede ser de uno de 3 tipos: ar, er e ir.",
                        "Como los verbos se suelen componer de 2 partes: la parte llamada como raíz, que indica el significado de la palabra. Por ejemplo: correr y corrí tienen la misma raíz. Corr",
                        "La otra parte es la 'terminación', que da información extra del verbo. Cuando conjugas un verbo, lo normla es que sólo cambie de la terminación.",
                        "Si sólo cambia la terminación, es un verbo Regular, si cambia toda la palabra, es un verbo irregular(porque no sigue ninguna regla)",
                        "Estas 'Terminaciones' son las de 'froma de diccionario' o 'infinitivo'. Si buscas el significado de una palabra, 'Caminando', te va a aparecer que es conjugación del verbo en infinitivo, 'Caminar'. Yo voy a enseñar a trabajar los verbos desde la forma de diccionario y os daré el recurso para ver como conjugar los verbos. Es más, ya puedes ver la tablas arriba a la derecha bajo le nombre 'conjugaciones de verbos'. Pero aún no lo veas."
                    ]
                ]
            },
            {
                "titulo":"¿Cómo Funciona en japonés?",
                "filas":
                [
                    [
                        "En japonés, y muchos otros idiomas, ocurre igual. Existe la raíz que da significado, y la terminación que añade información.",
                        "En japonés, los verbos agrupan en 3 grandes grupos y todos terminan con la vocal U:"
                    ],
                    [
                        "Grupo 1: Verbos Godan. En éste grupo, los verbos en su forma diccionario terminan con una silaba: うつるくぐぬぶむす",
                        "Lo que hace especial a éste grupo es que, como dice el nombre 五(Cinco)段(Escalones), Godan. Esto es así porque la vocal U cambia entre las 5 vocales según la conjugación. Ejemplo: si miras el botón de Conjugaciones, la fila que dice (I)+ます, es la conjugación para hablar en presente con formalidad. Un ejemplo 話す[はなす](hablar) o 話します[はなします](hablando).",
                        "Ya explicaré esto de los verbos formales e informales más adelante, pero ten en cuenta 'masu' es para dar formalidad."
                    ],
                    [
                        "Grupo 2: Verbo Ichidan. En éste grupo, los verbos terminan con la vocal (E) o (I) + la silaba る. (E)+る. Ejemplo: 食べる[たべる](comer). A diferencia del grupo original, las conjugaciones en éste grupo se hacen cambiando la る. Volviendo con el verbo formal: 食べます. Mismo verbo 'たべ+ます'. Otro ejemplo es: 見る[みる](ver), donde la conjugación se hace cambiando la ultima silaba.",
                        "Como comparación, los verbos se llaman 'Ichidan', porque la vocal no cambia. La (E) o (I) no cambia. Como en Taberu y Tabemasu"
                    ],
                    [    
                        "Grupo 3: Verbos irregulares. Los verbos irregulares, siempre son odiados en todo idioma, pero el japonés es tan hermoso, que en japonés sólo hay 2 verbos irregulares que siguen sus propias reglas: する[hacer], 来る[くる](venir)"
                    ]
                ]
            },
            {
                "titulo":"Conjugaciones",
                "filas":
                [
                    [
                        "Cada idioma tiene sus propias conjugaciones para expresar aquello que más le interesa. Por esto, no puedo darle una explicación exaustiva de cada conjugación, pero sí puedo explicarles algunas y las que se ven en la tabla."
                    ],
                    [
                        "Las conjugaciones no hace falta que te las memorices inmediatamente como el hiragana o las palabras, pero si lo practicas será más fácil aprender nuevas palabras. Mientras aprendas qué quiere decir cada conjugación. Por ejemplo: las conjugaciones en pasado indican acciones pasadas. Dah, pero mientras lo entiendas, memorizar como conjugar los verbos es cuestión de tiempo."
                    ],
                    [
                        "La lista de conjugaciones que explico, probablemente no sean todas y probablemente hayan más combinaciones, per creo que con esta lista están más que servidos",
                        "Además, las conjugaciones tendrán un pequeño atajo en el titulo para que sea más rápido ver la conjugación GODAN, devido a que la ICHIDAN sólo requiere cambiar る por la terminación respectiva."
                    ]
                ]
            }
        ],
        "Las conjugaciones explicadas":
        [
            {
                "titulo":"Formas[形](かたち)",
                "filas":
                [
                    [
                        "En japonés, las conjugaciones se llaman 'Formas' y la 'Forma' que consideramos 'base', es la 'Forma diccionario'. En español, se llama 'Infiitivo', pero la forma diccionario se usa en presente y futuro.",
                        "辞書形(じしょけい)(Forma diccionario) Ya dije que no debes memorizarte los kanjis, debes memorizar las palabras. Aquí un ejemplo.",
                        "A pesar de que 形 se lee かたち cuando está sólo, en 辞書形 se lee けい"
                    ],
                    [
                        "Ten en consideración que el japonés no indica en el verbo quien hace la acción(yo, tú, él, ella, ellos, etc), y no existe el 'futuro', así que se asume o se aclara con más palabras.",
                        "En los ejemplos que verás, asumiremos el sujeto(quién hace la acción) y si es necesario, el tiempo.",
                        "En ます形 y en otros, se verá el precente y el futuro, pero no en todos, porque es sólo para ejemplificar"
                    ]
                ]
            },
            {
                "titulo":"Forma ます形(ますけい) (formal)(I)+ます",
                "filas":
                [
                    [
                        "ます形, Es la forma más formal para conjugar un verbo en japonés. Es equivalente a hablar de “usted” con la otra persona y es culturalmente oblgatorio usarlo con desconocidos o gente que no puedes considerar tu amigo."
                    ],
                    [
                        "Ejemplos",
                        "“脅す「おどす」Amenaza” =>“脅します Amenaza/amenazará”",
                        "“開ける「あける」Abre” => “開けます Abre/abrirá”",
                        "“助言する「じょげんする」Aconseja” => “助言します Aconseja/aconsejará”"
                    ]
                ]
            },
            {
                "titulo":"Forma 否定形(ひていけい) (negativa)(A)+ない",
                "filas":
                [
                    [
                        "Tal y como dice el nombre 否定形, estás negando una acción."
                    ],
                    [
                        "Ejemplos",
                        "“脅す「おどす」Amenaza” =>“脅さない No amenaza/ no amenazará”",
                        "“開ける「あける」Abre” => “開けない No abre/no abrirá”",
                        "“助言する「じょげんする」Aconseja” => “助言しない No aconseja/no aconsejará”"
                    ]
                ]
            },
            {
                "titulo":"Forma て形(てけい) (Forma て)",
                "filas":
                [
                    [
                        "La て形tiene varias funciones: ordenar o pedir, actúa de gerundio/continuo, construir verbos compuestos y acciones consecutivas."
                    ],
                    [
                        "Ordenar",
                        "行って(いって)(Ve)",
                        "Si se dice así, es muy grosero, así que se usa su cualidad para 'construir verbos compuestos' para 'pedir'"
                    ],
                    [
                        "Pedir",
                        "行ってください",
                        "Ahora estás pidiendo que se vaya. Se puede considerar una orden, pero lo estar pidiendo por favor."
                    ],
                    [
                        "Gerundio",
                        "行っている",
                        "Ahora, el verbo está combinanto 'ir'+'cosa viva ser/cosa viva estar', así que significa algo así como 'la cosa viva está yendo'.",
                        "¿Por qué asuntuo lo de 'cosa viva'? Es porque existe el verbo ある(在る), que se aplica que se aplica a cosas innanimadas.",
                        "En verdad, no parece ser muy utilizado 行ってある o similares, pero si ves que se combina て+ある ya sabes como interpretarlo. 'Algo inanimado lo está haciendo'"
                    ],
                    [
                        "Verbos compuestos",
                        "Ya di algunos ejemplos, así que me limitaré a acotar que más que un verbo compuesto, se puede interpretar que están coordinando dos oraciones: En el caso de いってる 'Voy y estoy'"
                    ],
                    [
                        "Acciones consecutivas",
                        "話して聞く(はなしてきく)(Hablar y escuchar)",
                        "Hablas y escuchas, o, se puede decir cosas como: como y me voy; leo y me voy a dormir."
                    ]
                ]
            },
            {
                "titulo":"Forma た形(たけい) (pasado simple)",
                "filas":
                [
                    [
                        "Una acción que ya fue"
                    ],
                    [
                        "Ejemplos",
                        "“脅す「おどす」Amenaza” =>“脅した amenacé”",
                        "“開ける「あける」Abre” => “開けた abrí",
                        "“助言する「じょげんする」Aconseja” => “助言した aconsejé"
                    ]
                ]
            },
            {
                "titulo":"Forma 可能形(かのうけい) (potencial)(E)+る",
                "filas":
                [
                    [
                        "El potencial se utiliza para expresar que uno tiene la capacidad de hacer algo. Dado que esta es una conjugación pasiva, lo que sería un objeto directo está marcado con la partícula が, en lugar de を(お). Por ejemplo,日本語が読める(にほんごが読める) 'Puedo leer en japonés'. Para los que vieron algunos vídeos de japones y no entendían el motivo de usar か en vez de はo を, bueno, ese es el motivo: la forma en la que se escriben las oraciones con verbos pasivos en japones. Espera y se aclaran las dudas con respecto a esto de los “verbos pasivos”.",
                        "Se puede escribir para preguntar   “コーヒーが買える？ ¿Puedes comprar café?”.",
                        "Para buscar el permiso de algo, no se usa éste 形, pues si dices, por ejemplo, このりんご が食べられる, se puede tomar, en éste caso, como “¿Esta manzana es comestible?”. Para pedir habría que usar “このりんごを食べてもいいですか” o “このりんごを食べていい？. Una de ellas ya te la presente, la otra es un extra que me encontré. Notar que “てもいい” termina en “です”, pero “て” いい no. Esto es por formalidad. El かal final es una partícula. Espera la clase de partículas."
                    ]
                ]
            },
            {
                "titulo":"Forma 条件形(じょうけんけい) (condicional)(E)+ば",
                "filas":
                [
                    [
                        "Se utiliza para formar la cláusula condicional de una oración.",
                        "雨が降れば、家にいきます。 (あめがふれば、いえにいきます/Ame ga fureba, ie ni ikimasu) - Si llueve, voy a casa.",
                        "(知る見れば')(しるみれば) 'lo sabrá si mira' = 'si usted ve, lo sabrá '"
                    ],
                    [
                        "La conjugación también expresa 'obligación', aunque es cuando se usa en una expresión concreta",
                        "'X-なければならない' o, de manera formal 'なければなりません', viene de 'ない'(no) en su forma condicional y 'なる'(que implica una transformación) en su forma negada",
                        "Esta combinación se usa como conjugación para verbos o al final de una oración, para expresar el deber de hacer algo",
                        "勉強しなければなりません(べんきょうし・なければ・なりません/benkyoushi-nakereba-narimasen) que significa 'Debo estudiar'(recuerda que el sujeto y el tiempo está asumido, así que podría decir 'deberás estudiar')",
                        "Si se desea negar esta expresión se usa なくてもいい en vez de narimasen",
                        "自己紹介は日本語でなければなくてもいい (じこしょうかい・は・にほんご・で・なければ・なくてもいい). En éste caso estoy diciendo 'Que la presentación no debe ser hecha en japonés'",
                        "De tarea te encargo decir 'La presentación debe ser hecha en japonés'. Ya tienes las herramientas, sólo haz la oración original una afirmación"
                    ],
                    [
                        "Para hacer una condicional también existe una particula que indica que si un caso muy especifico ocurre, pasará algo",
                        "雨の場合、傘を持っていきます。 (あめのばあい、かさをもっていきます/Ame no baai, kasa o motte ikimasu) - En caso de lluvia, llevaré un paraguas."
                    ]
                ]
            },
            {
                "titulo":"Forma ら形||たら形(らけい||たらけい) (pasado condicional)(pasado+ら)",
                "filas":
                [
                    [
                        "日本に行ったら、何が問題になるのでしょうか？(にほん・に・いったら、なに・が・もんだい・に・なる・の・でじょうか) Si fui Japón, ¿Cuál sería el problema?” o '¿Qué problema hay si fui a japón?'.",
                        "Recuerda que lo importante es captar el mensaje, expresarlo requiere practica y es una profeción para la que se estudia durante mucho tiempo. Yo me contento si aprendes a entender el mensaje original"
                    ]
                ]
            },
            {
                "titulo":"Forma 意向形(いこうけい)(volativo)(O)+う",
                "filas":
                [
                    [
                        "Expresa un deseo o una inteción. Es como el 'let's go' del inglés",
                        "頑張ろう！ (がんばろう!) - ¡Vamos a esforzarnos!",
                        "行こう！ (いこう！) - ¡Vamos! / ¡Vayamos!",
                        "食べよう！ (たべよう！) - ¡Vamos a comer!",
                        "試そう！ (ためそう！) - ¡Vamos a intentarlo!",
                        "話そう！ (はなそう！) - ¡Vamos a hablar!"
                    ]
                ]
            },
            {
                "titulo":"Forma 受け身形(うけみけい) (verbo pasivo)(A)+れる",
                "filas":
                [
                    [
                        "El nivel de formalidad だno tiene modo pasivo.",
                        "Para conjugar un ます形, en pasivo, cambias el るpor ます. 買「か」われます."
                    ],
                    [
                        "Ahora paso a explicar un poco como van los verbos pasivos en español y japonés. Sí, también existen en español y son algo medio complicado de entender para los hispano hablantes, pero es relativamente común usar esta forma en otros idiomas",
                        "En el español existe el concepto de “Voz” pasiva o activa. La activa es la que más solemos utilizar."
                    ],
                    [
                        "El modo activo tiene la siguiente estructura:",
                        "Sujeto(quien o que aplica la acción)+verbo+objeto directo(a quien o que se le aplica la acción)."
                    ],
                    [
                        "El modo pasivo, menos intuitivo para nosotros, es:",
                        "objeto directo+verbo ser/estar+verbo(no hace falta que esté en infinitivo)+sujeto"
                    ],
                    [
                        "Ejemplos en español y Japonés. Primero con voz activa y luego con voz pasiva",
                        "Colon descubrió América=>América[Objeto Directo] fue[Ser] descubierta[Verbo] por Colon[Sujeto].",
                        "コロンはアメリカを発見した(ころん・は・あめりか・を・はっけんした)",
                        "=>アメリカがコロンに発見されました. Tambien podría haber dicho 発見される, pero hice quisé hacer la segunda de manera formal.",
                        "El patrón gramatical para hacer una oración pasiva, en japonés es convertir la particula は(leida como わ) en la particula が y convertir を(lectura お) a la perticula に",
                        "Cuando hablemos de las preposisiones y categorias propias en el 4.7, entenderás mejor y te darás cuenta que casi siempre estuviste leyendo は mal cuando correspondía leerlo como わ"
                    ]
                ]
            },
            {
                "titulo":"Forma 使役(しえきけい) (verbo Causativo)(A)+せる",
                "filas":
                [
                    [
                        "Se usa para indicar que alguien obliga a otra persona a hacer la acción. Un ejemplo fácil sería",
                        "Estudia, o te haré estudiar=>勉強しなさい。さもないと、勉強させます",
                        "べんきょう es etudiar, pero como es un sustantivo, se usa el verbo する hacer. En el caso de べんきょうしなさい, es una forma formal e imperativa de decir 'estudia'.",
                        "さもないと es 'o de lo contrario'",
                        "べんきょうさせます es la forma formal aplicada a la forma imperitiva(sólo tuve que cambiar el る de させる por ます)"
                    ]
                ]
            },
            {
                "titulo":"Forma 受け身使役形(うけみしえきけい) (La forma pasiva causal)(A)+せられる",
                "filas":
                [
                    [
                        "Sería algo como 'Alguien' probocó 'Algo o alguien' hiciera 'algo' a 'Alguien más'",
                        "僕は友達に手紙を書かせられました(ぼく・は・ともだち・に・てがみ・を・かか・せられました) => Yo fui obligado a escribir una carta, por mi amigo",
                        "¿Quién causó que alguien más hiciera la acción? El que va antes de に, en éste caso: amigo ともだち",
                        "¿A quién o qué le obligaron? Es lo que va antes del は, en éste caso: yo ぼく",
                        "En éste caso se necesita saber qué cosa escribí, y va antes del を, en éste caso: una carta てがみ"
                    ],
                    [
                        "Otro ejemplo, pero esta vez, alguien fue mordido por un perro. En éste caso, lo 'causado' es la mordida",
                        "彼は犬に噛まれさせられました(かれ・は・いぬ・に・かまれ・させられました)=>'Él fue hecho morder por un perro' o 'Él fue mordido por un perro'",
                        "El verbo 噛む parese que tiene muchas modificaciones, pero no tiene más modificaciones que 書かせられました",
                        "Primero, el verbo かむ, morder: pasa a su forma pasiva 'かまれる'.",
                        "Luego, se sustituye る por el verbo する en su forma causativa => させる + (A)+れる[pasiva] + ました[pasado formal]=> させ・られ・ました"
                    ],
                    [
                        "私たちは先生に宿題をやらせられました(わたちたち・は・せんせい・しくだい・を・やらせられました)=>'Fuimos hechos a hacer la tarea', o mejor dicho: 'Fuimos obligados por el profesor a hacer la tarea'",
                        "Volvemos a estructura de la primera oración donde hay un は、に、を. Aclaro que no hace falta usar esas particulas en ese orden concreto, pero ya lo veremos cuando aprendamos a formar oraciones.",
                        "Viendo el verbo やる; Es como el verbo する, pero más informal o dirigido a cosas cotidianas, como la tarea.",
                        "やる=>やらせる=>やらせられる=>やらせ・られ・ました. Misma lógica que en el ejemplo dos. combinamos conjugaciones susituyendo el る."
                    ]
                ]
            },
            {
                "titulo":"Forma 禁止形(きんしけい) (prohibitiva)(U)+な",
                "filas":
                [
                    [
                        "試験中に携帯電話を出すな(しけんちゅう・に・けいたいでんわ・を・ですな)=>'En el examen, está prohibido sacar él movil'=='No saquen el movil en el examen'"
                    ]
                ]
            },
            {
                "titulo":"Forma 命令形(めいれいけい)(imperativa)(E)",
                "filas":
                [
                    [
                        "El “Imperativo” es un modo verbal que expresa orden, ruego o mandato. Es un tanto informal, así que hasta que no comprendas los matices del contexto en japón, es mejor no usarlo"
                    ],
                    [
                        "Como Instrucciones directas:",
                        "食べろ (たべろ) - ¡Come! (imperativo del verbo '食べる', 'comer')",
                        "寝ろ (ねろ) - ¡Duerme! (imperativo del verbo '寝る', 'dormir')"
                    ]
                ]
            },
            {
                "titulo":"Forma 進行形(しんこうけい) (Progresiva)(て形+いる)",
                "filas":
                [
                    [
                        "'Arreando que es gerundio' Bueno, esa no, porque 'arrear' es 'guiar al animal' y no hay una palabra especifica para eso, pero, la forma 'progresiva' es el 'gerundio' de toda la vida. Una acción que se está haciendo: caminando, comiendo, corriendo, etc",
                        "En japonés es: verbo en forma て + verbo いる",
                        "食べる=>たべている, que en santo cristiano significa: 'estar comiendo'"
                    ],
                    [
                        "Y con los progresivos, yo voy terminando(que también es gerundio) el capitulo. Son las 3 AM y no sé por qué me puse a escribir esto tan tarde, pero espero no te desesperes porque hay mucho texto y sientes que casi no avanzas. Tenme paciencia que cuando lleguemos al capitulo 5 aprenderemos a crear oraciones y verás como saber TODO esto te ayuda a comprender muy fácil todo lo que allí explique."
                    ]
                ]
            }
        ]
    }
}